import styled from "styled-components";

const PostDetail = styled.p`
  font-color: #212529;
  font-weight: regular;
  line-height: 2;
  font-size: 18px;
  margin-block: 20px;
`;

const PostDetailText = () => {
  return (
    <PostDetail>
      에서 부터 이 편지는 영 이 편지는 영국에서 부터 시작에서 부터 이 편지는 영
      이 편지는 영국에서 부터 시작에서 부터 이 편지는 영 이 편지는 영국에서 부터
      시작에서 부터 이 편지는 영 이 편지는 영국에서 부터 시작에서 부터 이 편지는
      영 이 편지는 영국에서 부터 시작에서 부터 이 편지는 영 이 편지는 영국에서
      부터 시작에서 부터 이 편지는 영 이 편지는 영국에서 부터 시작에서 부터 이
      편지는 영 이 편지는 영국에서 부터 시작에서 부터 이 편지는 영 이 편지는
      영국에서 부터 시작에서 부터 이 편지는 영 이 편지는 영국에서 부터 시작에서
      부터 이 편지는 영 이 편지는 영국에서 부터 시작에서 부터 이 편지는 영 이
      편지는 영국에서 부터 시작에서 부터 이 편지는 영 이 편지는 영국에서 부터
      시작에서 부터 이 편지는 영 이 편지는 영국에서 부터 시작에서 부터 이 편지는
      영 이 편지는 영국에서 부터 시작에서 부터 이 편지는 영 이 편지는 영국에서
      부터 시작에서 부터 이 편지는 영 이 편지는 영국에서 부터 시작에서 부터 이
      편지는 영 이 편지는 영국에서 부터 시작에서 부터 이 편지는 영 이 편지는
      영국에서 부터 시작에서 부터 이 편지는 영 이 편지는 영국에서 부터 시작에서
      부터 이 편지는 영 이 편지는 영국에서 부터 시작에서 부터 이 편지는 영 이
      편지는 영국에서 부터 시작에서 부터 이 편지는 영 이 편지는 영국에서 부터
      시작에서 부터 이 편지는 영 이 편지는 영국에서 부터 시작에서 부터 이 편지는
      영 이 편지는 영국에서 부터 시작에서 부터 이 편지는 영 이 편지는 영국에서
      부터 시작에서 부터 이 편지는 영 이 편지는 영국에서 부터 시작에서 부터 이
      편지는 영 이 편지는 영국에서 부터 시작에서 부터 이 편지는 영 이 편지는
      영국에서 부터 시작에서 부터 이 편지는 영 이 편지는 영국에서 부터 시작에서
      부터 이 편지는 영 이 편지는 영국에서 부터 시작에서 부터 이 편지는 영 이
      편지는 영국에서 부터 시작에서 부터 이 편지는 영 이 편지는 영국에서 부터
      시작에서 부터 이 편지는 영 이 편지는 영국에서 부터 시작
    </PostDetail>
  );
};
export default PostDetailText;
