import styled from "styled-components";

const PostItem = () => {
  const PostDetailText = styled.p`
    font-color: #212529;
    font-weight: regular;
    line-height: 2;
    font-size: 18px;
  `;

  return (
    <div>
      <div>
        <PostDetailText>
          에서 부터 이 편지는 영 이 편지는 영국에서 부터 시작에서 부터 이 편지는
          영 이 편지는 영국에서 부터 시작에서 부터 이 편지는 영 이 편지는
          영국에서 부터 시작에서 부터 이 편지는 영 이 편지는 영국에서 부터
          시작에서 부터 이 편지는 영 이 편지는 영국에서 부터 시작에서 부터 이
          편지는 영 이 편지는 영국에서 부터 시작에서 부터 이 편지는 영 이 편지는
          영국에서 부터 시작에서 부터 이 편지는 영 이 편지는 영국에서 부터
          시작에서 부터 이 편지는 영 이 편지는 영국에서 부터 시작에서 부터 이
          편지는 영 이 편지는 영국에서 부터 시작에서 부터 이 편지는 영 이 편지는
          영국에서 부터 시작에서 부터 이 편지는 영 이 편지는 영국에서 부터
          시작에서 부터 이 편지는 영 이 편지는 영국에서 부터 시작에서 부터 이
          편지는 영 이 편지는 영국에서 부터 시작에서 부터 이 편지는 영 이 편지는
          영국에서 부터 시작에서 부터 이 편지는 영 이 편지는 영국에서 부터
          시작에서 부터 이 편지는 영 이 편지는 영국에서 부터 시작에서 부터 이
          편지는 영 이 편지는 영국에서 부터 시작에서 부터 이 편지는 영 이 편지는
          영국에서 부터 시작에서 부터 이 편지는 영 이 편지는 영국에서 부터
          시작에서 부터 이 편지는 영 이 편지는 영국에서 부터 시작에서 부터 이
          편지는 영 이 편지는 영국에서 부터 시작에서 부터 이 편지는 영 이 편지는
          영국에서 부터 시작에서 부터 이 편지는 영 이 편지는 영국에서 부터
          시작에서 부터 이 편지는 영 이 편지는 영국에서 부터 시작에서 부터 이
          편지는 영 이 편지는 영국에서 부터 시작에서 부터 이 편지는 영 이 편지는
          영국에서 부터 시작에서 부터 이 편지는 영 이 편지는 영국에서 부터
          시작에서 부터 이 편지는 영 이 편지는 영국에서 부터 시작에서 부터 이
          편지는 영 이 편지는 영국에서 부터 시작에서 부터 이 편지는 영 이 편지는
          영국에서 부터 시작에서 부터 이 편지는 영 이 편지는 영국에서 부터
          시작에서 부터 이 편지는 영 이 편지는 영국에서 부터 시작에서 부터 이
          편지는 영 이 편지는 영국에서 부터 시작
        </PostDetailText>
      </div>
    </div>
  );
};
export default PostItem;
